/* Unknown error message */
"An unknown error occurred." = "Une erreur inconnue s’est produite.";

/* Not installed error message */
"Excel is not installed." = "Excel n’est pas installé.";

/* plugin button tooltip */
"Insert the image capture into a Microsoft Excel workbook." = "Insérer une capture d’image dans un classeur Microsoft Excel";

/* AppleScript error, probably not activated */
"Make sure Microsoft Excel is activated and try again." = "Assurez-vous que Microsoft Excel est activé et réessayez.";

/* plugin name */
"Microsoft Excel" = "Microsoft Excel";

/* Cannot share to Microsoft Excel */
"Unable to share to Microsoft Excel" = "Impossible de partager dans Microsoft Excel";

